{
  "home": "Início",
  "login": "Login",
  "about": "Download",
  "contact": "Download - dockerhub",
  "hero-title": "LaPlace - Coleção de IAs Open Source",
  "hero-subtitle": "Um app que reúne vários modelos de IA em um só lugar, rápido, flexível e feito para se adaptar a você",
  "participate": "Contribuir",
  "chat": "Descubra o projeto",
  "about-the-project": "Sobre o Projeto",
  "about-text": "Place é uma plataforma desenvolvida para unificar diferentes tipos de trabalho com o apoio de agentes de IA e fluxos de produção inteligentes, tendo como foco principal aumentar a produtividade e reduzir a complexidade operacional. Com apenas um clique, o usuário tem acesso a uma coleção de modelos de IA locais, completamente ajustáveis às suas preferências. É possível controlar a memória dos modelos — seja via LoRa ou métodos de treinamento personalizados — de forma otimizada, leve e sem complicações. O ambiente integra um workflow low-code com um IDE próprio baseado no VS Code, adaptado para suportar IA local. O usuário pode trabalhar completamente offline e, quando quiser, transferir o progresso para um modelo via API sem perder contexto ou memória, garantindo continuidade total das tarefas. O sistema ainda mantém controle de versão em cache, prevenindo falhas e permitindo a migração segura de projetos entre recursos. Para profissionais da área de segurança, o Place oferece um ambiente dedicado a testes e análises, permitindo o uso de modelos com pesos menos censurados, ideais para pentesters e pesquisadores. Além disso, há bibliotecas de fluxos de trabalho prontos para uso, que podem ser baixadas diretamente pela página e aplicadas em tarefas específicas, acelerando o desenvolvimento e economizando tempo.",
  "about-text-2": "Embora voltado para segurança e desenvolvimento, o Place também se adapta a outras áreas profissionais, oferecendo ferramentas para automação de prospecção de clientes, integrações via API com modelos de geração de imagens e assistentes conversacionais baseados em Whisper, tudo dentro de um ambiente unificado e intuitivo. O lema da plataforma é simples: unificar, simplificar e otimizar o trabalho em um só lugar. Cada recurso foi pensado para aumentar a eficiência e reduzir a dependência de múltiplos softwares. Por fim, o Place inclui um modo de estudo exclusivo, projetado para eliminar alucinações de IA. Nesse modo, os modelos operam apenas com o conteúdo fornecido pelo usuário, garantindo respostas precisas, seguras e controladas. Essa abordagem oferece um diferencial claro: o funcionamento completamente local, sem necessidade de conexão com a internet, mantendo máxima segurança de dados, autonomia total e confiabilidade mesmo em ambientes restritos. Ideal para quem busca desempenho, privacidade e independência tecnológica.",
  "technologies": "Download disponível nesta página",
  "find-out-more": "Download - GitHub Releases",
  "contact-description": "🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧 - projeto em construção - 🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧",
  "footer-text": "™ 2025 LaPlace™ - Uma nova forma de usar IA local",
  "projecto-objetive": "O projeto ainda está em fase de desenvolvimento. Em breve, lançaremos as versões iniciais para download, incluindo builds de teste para diferentes sistemas operacionais. Nosso foco é oferecer uma ferramenta leve, estável e acessível. Atualmente, seguimos ajustando recursos, otimizando o desempenho e preparando o ambiente de distribuição."
}
