[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - IA leve e rápida para qualquer dispositivo",
    "description": "O Llama.cpp é um projeto open source criado por Georgi Gerganov e mantido pela comunidade GGML. Ele permite rodar modelos de inteligência artificial de forma eficiente, direto no seu computador, sem depender de internet ou servidores externos.\n\nO diferencial do Llama.cpp é ser leve e portátil: funciona em Windows, Linux, macOS e até em dispositivos móveis. Foi escrito em C/C++ para garantir velocidade e compatibilidade com diferentes tipos de hardware, de máquinas simples até GPUs avançadas.\n\nGraças à sua tecnologia de quantização, o Llama.cpp consegue reduzir o tamanho dos modelos sem perder tanta qualidade. Isso significa que você pode escolher entre versões menores e mais rápidas ou modelos maiores e mais precisos, sempre de acordo com a capacidade do seu dispositivo.\n\nÉ ideal para quem busca rodar IA localmente com privacidade, baixo consumo de recursos e alta performance, seja em projetos pessoais, de pesquisa ou até em aplicações profissionais.",
    "footer": "Baseado na documentação oficial do repositório Llama.cpp / GGML"
  },
  {
    "id": "downloads",
    "title": "Downloads - LaPlace",
    "description": "O LaPlace está em desenvolvimento e logo estará disponível para download. Nosso objetivo é oferecer um aplicativo que reúna diversos modelos de IA em um só lugar, totalmente personalizável e fácil de usar.\n\nStatus Atual:\n• Interface do app: concluída\n• Sistema de tradução: pronto\n• Backend: em desenvolvimento\n• Modelos de IA integrados: em evolução\n\nO que esperar do LaPlace:\n• Rodar modelos de IA localmente, sem depender de internet\n• Velocidade e eficiência mesmo em máquinas de médio porte\n• Ambientes de trabalho integrados para diferentes áreas (desenvolvimento, pentest, automação, etc)\n• App open source, que cresce junto com a comunidade\n\nSe você é desenvolvedor, pesquisador ou entusiasta de IA, pode acompanhar o projeto e contribuir pelo nosso GitHub. Quanto mais gente participar, mais rápido o LaPlace se torna completo.",
    "footer": "© 2025 LaPlace - IA Open Source para todos"
  }
]
