[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - किसी भी डिवाइस के लिए हल्का और तेज़ AI",
    "description": "Llama.cpp एक ओपन सोर्स प्रोजेक्ट है जिसे Georgi Gerganov द्वारा बनाया गया है और GGML समुदाय द्वारा बनाए रखा जाता है। यह आपको अपने कंप्यूटर पर सीधे आर्टिफिशियल इंटेलिजेंस मॉडल को कुशलतापूर्वक चलाने की अनुमति देता है, इंटरनेट या बाहरी सर्वर पर निर्भर किए बिना।\n\nLlama.cpp का अंतर हल्का और पोर्टेबल होना है: यह Windows, Linux, macOS और यहां तक कि मोबाइल उपकरणों पर काम करता है। इसे C/C++ में लिखा गया था ताकि सरल मशीनों से लेकर उन्नत GPUs तक विभिन्न प्रकार के हार्डवेयर के साथ गति और संगतता सुनिश्चित की जा सके।\n\nइसकी क्वांटाइजेशन तकनीक के लिए धन्यवाद, Llama.cpp बहुत अधिक गुणवत्ता खोए बिना मॉडल के आकार को कम कर सकता है। इसका मतलब है कि आप छोटे, तेज़ संस्करणों या बड़े, अधिक सटीक मॉडल के बीच चुन सकते हैं, हमेशा आपके डिवाइस की क्षमता के अनुसार।\n\nयह उन लोगों के लिए आदर्श है जो गोपनीयता, कम संसाधन खपत और उच्च प्रदर्शन के साथ स्थानीय रूप से AI चलाना चाहते हैं, चाहे व्यक्तिगत परियोजनाओं में, अनुसंधान में या पेशेवर अनुप्रयोगों में।",
    "footer": "Llama.cpp / GGML रिपॉजिटरी के आधिकारिक दस्तावेज़ीकरण पर आधारित"
  },
  {
    "id": "downloads",
    "title": "डाउनलोड - LaPlace",
    "description": "LaPlace विकास में है और जल्द ही डाउनलोड के लिए उपलब्ध होगा। हमारा लक्ष्य एक ऐसा एप्लिकेशन पेश करना है जो विभिन्न AI मॉडल को एक स्थान पर एकत्रित करे, पूरी तरह से अनुकूलन योग्य और उपयोग में आसान हो।\n\nवर्तमान स्थिति:\n• ऐप इंटरफ़ेस: पूर्ण\n• अनुवाद प्रणाली: तैयार\n• बैकएंड: विकास में\n• एकीकृत AI मॉडल: विकसित हो रहे हैं\n\nLaPlace से क्या उम्मीद करें:\n• इंटरनेट पर निर्भर किए बिना स्थानीय रूप से AI मॉडल चलाएं\n• मध्यम श्रेणी की मशीनों पर भी गति और दक्षता\n• विभिन्न क्षेत्रों के लिए एकीकृत कार्य वातावरण (विकास, पेनटेस्टिंग, स्वचालन, आदि)\n• ओपन सोर्स ऐप, जो समुदाय के साथ बढ़ता है\n\nयदि आप डेवलपर, शोधकर्ता या AI उत्साही हैं, तो आप हमारे GitHub के माध्यम से प्रोजेक्ट को फॉलो कर सकते हैं और योगदान कर सकते हैं। जितने अधिक लोग भाग लेंगे, उतनी ही तेजी से LaPlace पूर्ण होगा।",
    "footer": "© 2025 LaPlace - सभी के लिए ओपन सोर्स AI"
  }
]
