[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - कुशल अनुमान फ्रेमवर्क",
    "description": "Llama.cpp एक बड़े भाषा मॉडल (LLM) अनुमान फ्रेमवर्क है जो C/C++ में लिखा गया है और विविध हार्डवेयर पर कुशल निष्पादन सक्षम करता है। GGML पारिस्थितिकी तंत्र के हिस्से के रूप में विकसित, यह अपनी पोर्टेबिलिटी और कई हार्डवेयर आर्किटेक्चर के लिए अनुकूलन के लिए प्रसिद्ध है।\n\nफ्रेमवर्क बाहरी निर्भरताओं के बिना एक न्यूनतम अवसंरचना लागू करता है, विशेष रूप से मूल C/C++ का उपयोग करता है। यह दृष्टिकोण क्रॉस-प्लेटफॉर्म पोर्टेबिलिटी, प्रत्येक आर्किटेक्चर के लिए अनुकूलित प्रदर्शन, संसाधन आवंटन पर विस्तृत नियंत्रण और कम बाइनरी आकार प्रदान करता है।\n\nयह कई परिशुद्धताओं का समर्थन करने वाली एक उन्नत क्वांटाइज़ेशन प्रणाली लागू करता है: 1.5-बिट से 8-बिट तक पूर्णांक क्वांटाइज़ेशन, गुणवत्ता संरक्षण के लिए अनुकूली क्वांटाइज़ेशन एल्गोरिदम, और परिशुद्धता और प्रदर्शन को संतुलित करने के लिए हाइब्रिड विधियां।\n\nकई आर्किटेक्चर का समर्थन करता है: NEON अनुकूलन के साथ ARM, AVX/AVX2/AVX512 के साथ x86, CUDA/HIP/Metal/Vulkan के माध्यम से GPU त्वरण, और विशेष NPU। GGUF प्रारूप कुशल लोडिंग, अनुकूलित संपीड़न और स्व-निहित मेटाडेटा प्रदान करता है।\n\nएज कंप्यूटिंग अनुमान, ऑफ़लाइन वातावरण, कम विलंबता अनुप्रयोगों और लागत-अनुकूलित परिदृश्यों के लिए आदर्श।",
    "footer": "आधिकारिक GGML रिपॉजिटरी पर आधारित तकनीकी दस्तावेज़"
  },
  {
    "id": "downloads",
    "title": "डाउनलोड - LaPlace Attack AI",
    "description": "**विकास में प्रोजेक्ट**\n\nLaPlace Attack AI अभी तक डाउनलोड के लिए उपलब्ध नहीं है। यह Llama.cpp आधारित पेनटेस्ट टूल बनाने पर केंद्रित एक प्रयोगात्मक प्रोजेक्ट है।\n\n**वर्तमान स्थिति:**\n• वेब इंटरफेस: पूर्ण\n• अनुवाद सिस्टम: लागू\n• बैकएंड: विकास में\n• AI मॉडल: विकास में\n\n**प्रोजेक्ट लक्ष्य:**\n• Linux के लिए पेनटेस्ट टूल\n• पोर्ट और सेवा मैपिंग\n• मध्यम हार्डवेयर के लिए अनुकूलित\n• इंटरनेट निर्भरता के बिना स्थानीय निष्पादन\n\n**योगदान कैसे करें:**\nयह एक ओपन सोर्स प्रोजेक्ट है। यदि आप सुरक्षा में लागू AI में रुचि रखते हैं, तो GitHub रिपॉजिटरी में आपका योगदान स्वागत है।\n\n*प्रोजेक्ट प्रारंभिक विकास चरण में है।*",
    "footer": "© 2025 LaPlace - पेनटेस्ट के लिए स्थानीय AI"
  }
]
