{
  "home": "Accueil",
  "login": "Connexion",
  "about": "Télécharger",
  "contact": "Téléchargement - dockerhub",
  "hero-title": "LaPlace - Collection d'IA Open Source",
  "hero-subtitle": "Une application qui réunit plusieurs modèles d'IA en un seul endroit — rapide, flexible et faite pour s’adapter à vous",
  "participate": "Contribuer",
  "chat": "Découvrez le projet",
  "about-the-project": "À propos du projet",
  "about-text": "Place est une plateforme développée pour unifier différents types de travail avec le soutien d'agents IA et de flux de production intelligents, en se concentrant principalement sur l'augmentation de la productivité et la réduction de la complexité opérationnelle. D'un seul clic, l'utilisateur a accès à une collection de modèles IA locaux, entièrement personnalisables selon ses préférences. Il est possible de contrôler la mémoire des modèles — que ce soit via LoRa ou des méthodes d'entraînement personnalisées — de manière optimisée, légère et sans complications. L'environnement intègre un flux de travail low-code avec un IDE propriétaire basé sur VS Code, adapté pour supporter l'IA locale. L'utilisateur peut travailler complètement hors ligne et, quand il le souhaite, transférer le progrès vers un modèle via API sans perdre de contexte ou de mémoire, garantissant une continuité totale des tâches. Le système maintient également un contrôle de version en cache, prévenant les échecs et permettant la migration sécurisée de projets entre ressources. Pour les professionnels de la sécurité, Place offre un environnement dédié aux tests et analyses, permettant l'utilisation de modèles avec des poids moins censurés, idéaux pour les pentesters et chercheurs. De plus, il y a des bibliothèques de flux de travail prêts à l'emploi, qui peuvent être téléchargées directement depuis la page et appliquées à des tâches spécifiques, accélérant le développement et économisant du temps.",
  "about-text-2": "Bien qu'axé sur la sécurité et le développement, Place s'adapte également à d'autres domaines professionnels, offrant des outils pour l'automatisation de la prospection client, des intégrations via API avec des modèles de génération d'images et des assistants conversationnels basés sur Whisper, le tout dans un environnement unifié et intuitif. La devise de la plateforme est simple : unifier, simplifier et optimiser le travail en un seul endroit. Chaque fonctionnalité a été conçue pour augmenter l'efficacité et réduire la dépendance à plusieurs logiciels. Enfin, Place inclut un mode d'étude exclusif, conçu pour éliminer les hallucinations IA. Dans ce mode, les modèles fonctionnent uniquement avec le contenu fourni par l'utilisateur, garantissant des réponses précises, sécurisées et contrôlées. Cette approche offre un différenciateur clair : un fonctionnement entièrement local, sans besoin de connexion internet, maintenant une sécurité maximale des données, une autonomie totale et une fiabilité même dans des environnements restreints. Idéal pour ceux qui recherchent performance, confidentialité et indépendance technologique.",
  "technologies": "Téléchargement disponible sur cette page",
  "find-out-more": "Téléchargement - GitHub Releases",
  "contact-description": "🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧 - projet en construction - 🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧",
  "footer-text": "™ 2025 LaPlace™ - Une nouvelle façon d’utiliser l’IA locale",
  "projecto-bjective": "Le projet est encore en phase de développement. Bientôt, nous publierons les versions initiales pour téléchargement, incluant des builds de test pour différents systèmes d'exploitation. Notre objectif est d'offrir un outil léger, stable et accessible. Actuellement, nous ajustons les fonctionnalités, optimisons les performances et préparons l'environnement de distribution."
}
