[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - IA légère et rapide pour tout appareil",
    "description": "Llama.cpp est un projet open source créé par Georgi Gerganov et maintenu par la communauté GGML. Il permet d’exécuter efficacement des modèles d’IA directement sur votre ordinateur, sans internet ni serveurs externes.\n\nLe grand avantage de Llama.cpp est sa légèreté et sa portabilité : il fonctionne sous Windows, Linux, macOS et même sur mobile. Écrit en C/C++, il garantit rapidité et compatibilité avec divers matériels, des machines simples jusqu’aux GPU avancés.\n\nGrâce à sa technologie de quantification, Llama.cpp réduit la taille des modèles tout en préservant leur qualité. Vous pouvez ainsi choisir entre des versions plus petites et rapides ou des modèles plus grands et précis, selon la capacité de votre appareil.\n\nIl est idéal pour ceux qui veulent utiliser l’IA en local avec confidentialité, faible consommation de ressources et haute performance — pour des projets personnels, de recherche ou professionnels.",
    "footer": "Basé sur la documentation officielle du dépôt Llama.cpp / GGML"
  },
  {
    "id": "downloads",
    "title": "Téléchargements - LaPlace",
    "description": "LaPlace est en cours de développement et sera bientôt disponible en téléchargement. Notre objectif est de proposer une application qui regroupe plusieurs modèles d’IA en un seul endroit — totalement personnalisable et simple à utiliser.\n\nÉtat actuel :\n• Interface de l’application : terminée\n• Système de traduction : prêt\n• Backend : en développement\n• Modèles d’IA : en cours\n\nCe qu’il faut attendre de LaPlace :\n• Exécuter des modèles d’IA en local, sans dépendre d’internet\n• Rapidité et efficacité même sur des ordinateurs de gamme moyenne\n• Espaces de travail intégrés pour différents domaines (développement, pentest, automatisation, etc.)\n• Application open source qui évolue avec la communauté\n\nSi vous êtes développeur, chercheur ou passionné d’IA, vous pouvez suivre le projet et contribuer sur GitHub. Plus la communauté participe, plus LaPlace progresse vite.",
    "footer": "© 2025 LaPlace - IA Open Source pour tous"
  }
]
