[
    {
        "id": "Llama.cpp",
        "title": "Llama.cpp - Framework d'Inférence Efficace",
        "description": "Llama.cpp est un framework d'inférence de modèles de langage large (LLM) écrit en C/C++ qui permet une exécution efficace sur du matériel diversifié. Développé dans le cadre de l'écosystème GGML, il se distingue par sa portabilité et ses optimisations pour de multiples architectures matérielles.\n\nLe framework implémente une infrastructure minimaliste sans dépendances externes, utilisant exclusivement du C/C++ natif. Cette approche fournit une portabilité multiplateforme, des performances optimisées pour chaque architecture, un contrôle granulaire sur l'allocation des ressources et une taille réduite des binaires.\n\nIl implémente un système de quantification avancé supportant de multiples précisions : quantifications entières de 1,5-bit à 8-bit, algorithmes de quantification adaptatifs pour la préservation de la qualité et méthodes hybrides pour équilibrer précision et performance.\n\nSupporte de multiples architectures : ARM avec optimisations NEON, x86 avec AVX/AVX2/AVX512, accélération GPU via CUDA/HIP/Metal/Vulkan, et NPUs spécialisés. Le format GGUF offre un chargement efficace, une compression optimisée et des métadonnées autonomes.\n\nIdéal pour l'inférence edge computing, les environnements hors ligne, les applications à faible latence et les scénarios à coût optimisé.",
        "footer": "Documentation technique basée sur le dépôt officiel GGML"
    },
    {
        "id": "downloads",
        "title": "Téléchargements - LaPlace Attack IA",
        "description": "**Projet en Développement**\n\nLaPlace Attack IA n'est pas encore disponible au téléchargement. Il s'agit d'un projet expérimental axé sur la création d'un outil de pentest basé sur Llama.cpp.\n\n**État Actuel:**\n• Interface web: Terminée\n• Système de traduction: Implémenté\n• Backend: En développement\n• Modèles d'IA: En développement\n\n**Objectifs du Projet:**\n• Outil de pentest pour Linux\n• Cartographie des ports et services\n• Optimisé pour matériel de gamme moyenne\n• Exécution locale sans dépendance internet\n\n**Comment Contribuer:**\nIl s'agit d'un projet open source. Si vous êtes intéressé par l'IA appliquée à la sécurité, votre contribution est la bienvenue sur le dépôt GitHub.\n\n*Le projet est en phase de développement initial.*",
        "footer": "© 2025 LaPlace - IA locale pour Pentest"
    }
]