{
  "home": "Главная",
  "login": "Вход",
  "about": "Загрузка",
  "contact": "Загрузка - dockerhub",
  "hero-title": "LaPlace - Коллекция ИИ с открытым исходным кодом",
  "hero-subtitle": "Приложение, которое объединяет несколько моделей ИИ в одном месте - быстрое, гибкое и созданное для адаптации под вас",
  "participate": "Внести вклад",
  "chat": "Откройте для себя проект",
  "about-the-project": "О проекте",
  "about-text": "Place — это платформа, разработанная для объединения различных типов работы с поддержкой ИИ-агентов и интеллектуальных производственных потоков, с основным акцентом на повышение производительности и снижение операционной сложности. Одним кликом пользователь получает доступ к коллекции локальных моделей ИИ, полностью настраиваемых под его предпочтения. Можно контролировать память моделей — будь то через LoRa или персонализированные методы обучения — оптимизированно, легко и без хлопот. Среда интегрирует low-code рабочий процесс с проприетарным IDE на основе VS Code, адаптированным для поддержки локального ИИ. Пользователь может работать полностью оффлайн и, при желании, передавать прогресс в модель через API без потери контекста или памяти, обеспечивая полную непрерывность задач. Система также поддерживает кэшированный контроль версий, предотвращая сбои и позволяя безопасную миграцию проектов между ресурсами. Для специалистов по безопасности Place предлагает выделенную среду для тестирования и анализа, позволяя использовать модели с менее цензурированными весами, идеальные для пентестеров и исследователей. Кроме того, есть готовые к использованию библиотеки рабочих процессов, которые можно скачать прямо со страницы и применить к конкретным задачам, ускоряя разработку и экономя время.",
  "about-text-2": "Хотя ориентирована на безопасность и разработку, Place также адаптируется к другим профессиональным областям, предлагая инструменты для автоматизации поиска клиентов, интеграции через API с моделями генерации изображений и разговорными помощниками на основе Whisper, всё в единой и интуитивной среде. Девиз платформы прост: объединять, упрощать и оптимизировать работу в одном месте. Каждая функция разработана для повышения эффективности и снижения зависимости от нескольких программ. Наконец, Place включает эксклюзивный режим изучения, предназначенный для устранения галлюцинаций ИИ. В этом режиме модели работают только с контентом, предоставленным пользователем, обеспечивая точные, безопасные и контролируемые ответы. Этот подход предлагает ясное преимущество: полностью локальная работа без необходимости подключения к интернету, с максимальной безопасностью данных, полной автономией и надежностью даже в ограниченных средах. Идеально для тех, кто ищет производительность, приватность и технологическую независимость.",
  "technologies": "Загрузка доступна на этой странице",
  "find-out-more": "Загрузка - GitHub Releases",
  "contact-description": "🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧 - проект в строительстве - 🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧",
  "footer-text": "™ 2025 LaPlace™ - Новый способ использования локального ИИ",
  "projecto-bjective": "Проект всё ещё находится в стадии разработки. Скоро мы выпустим начальные версии для загрузки, включая тестовые сборки для различных операционных систем. Наш фокус — предложить лёгкий, стабильный и доступный инструмент. В настоящее время мы настраиваем функции, оптимизируем производительность и готовим среду распространения."
}
