[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - Эффективный Фреймворк Вывода",
    "description": "Llama.cpp — это фреймворк вывода больших языковых моделей (LLM), написанный на C/C++, который обеспечивает эффективное выполнение на разнообразном оборудовании. Разработанный как часть экосистемы GGML, он выделяется своей портативностью и оптимизациями для множественных аппаратных архитектур.\n\nФреймворк реализует минималистичную инфраструктуру без внешних зависимостей, используя исключительно нативный C/C++. Этот подход обеспечивает кроссплатформенную портативность, оптимизированную производительность для каждой архитектуры, детальный контроль над распределением ресурсов и уменьшенный размер бинарных файлов.\n\nРеализует продвинутую систему квантования, поддерживающую множественные точности: целочисленные квантования от 1.5-бит до 8-бит, адаптивные алгоритмы квантования для сохранения качества и гибридные методы для балансировки точности и производительности.\n\nПоддерживает множественные архитектуры: ARM с оптимизациями NEON, x86 с AVX/AVX2/AVX512, ускорение GPU через CUDA/HIP/Metal/Vulkan и специализированные NPU. Формат GGUF предлагает эффективную загрузку, оптимизированное сжатие и автономные метаданные.\n\nИдеально подходит для вывода на периферийных устройствах, офлайн-среды, приложения с низкой задержкой и сценарии с оптимизированными затратами.",
    "footer": "Техническая документация на основе официального репозитория GGML"
  },
  {
    "id": "downloads",
    "title": "Загрузки - LaPlace Attack ИИ",
    "description": "**Проект в Разработке**\n\nLaPlace Attack ИИ пока недоступен для загрузки. Это экспериментальный проект, сосредоточенный на создании инструмента пентеста на основе Llama.cpp.\n\n**Текущий Статус:**\n• Веб-интерфейс: Завершен\n• Система переводов: Реализована\n• Бэкенд: В разработке\n• ИИ модели: В разработке\n\n**Цели Проекта:**\n• Инструмент пентеста для Linux\n• Сканирование портов и сервисов\n• Оптимизирован для среднего оборудования\n• Локальное выполнение без зависимости от интернета\n\n**Как Внести Вклад:**\nЭто проект с открытым исходным кодом. Если вас интересует ИИ в области безопасности, ваш вклад приветствуется в репозитории GitHub.\n\n*Проект находится на ранней стадии разработки.*",
    "footer": "© 2025 LaPlace - Локальный ИИ для Пентеста"
  }
]
