[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - Лёгкий и быстрый ИИ для любого устройства",
    "description": "Llama.cpp - это проект с открытым исходным кодом, созданный Георгием Гергановым и поддерживаемый сообществом GGML. Он позволяет эффективно запускать модели искусственного интеллекта прямо на вашем компьютере, не завися от интернета или внешних серверов.\n\nОсобенность Llama.cpp - лёгкость и портативность: работает на Windows, Linux, macOS и даже на мобильных устройствах. Он написан на C/C++ для обеспечения скорости и совместимости с различными типами оборудования, от простых машин до продвинутых GPU.\n\nБлагодаря технологии квантования, Llama.cpp может уменьшать размер моделей без значительной потери качества. Это означает, что вы можете выбирать между меньшими и более быстрыми версиями или большими и более точными моделями, всегда в соответствии с возможностями вашего устройства.\n\nИдеально подходит для тех, кто хочет запускать ИИ локально с приватностью, низким потреблением ресурсов и высокой производительностью, будь то в личных проектах, исследованиях или профессиональных приложениях.",
    "footer": "На основе официальной документации репозитория Llama.cpp / GGML"
  },
  {
    "id": "downloads",
    "title": "Загрузки - LaPlace",
    "description": "LaPlace находится в разработке и скоро будет доступен для загрузки. Наша цель - предложить приложение, которое объединяет различные модели ИИ в одном месте, полностью настраиваемое и простое в использовании.\n\nТекущий статус:\n• Интерфейс приложения: завершён\n• Система перевода: готова\n• Бэкенд: в разработке\n• Интегрированные модели ИИ: развиваются\n\nЧего ожидать от LaPlace:\n• Запуск моделей ИИ локально, без зависимости от интернета\n• Скорость и эффективность даже на машинах среднего уровня\n• Интегрированные рабочие среды для различных областей (разработка, пентест, автоматизация и т.д.)\n• Приложение с открытым исходным кодом, которое растёт вместе с сообществом\n\nЕсли вы разработчик, исследователь или энтузиаст ИИ, вы можете следить за проектом и вносить свой вклад через наш GitHub. Чем больше людей участвует, тем быстрее LaPlace станет полноценным.",
    "footer": "© 2025 LaPlace - ИИ с открытым исходным кодом для всех"
  }
]
