{
  "home": "Home",
  "login": "Accedi",
  "about": "Download",
  "contact": "Download - dockerhub",
  "hero-title": "LaPlace - Raccolta di IA Open Source",
  "hero-subtitle": "Un'app che riunisce diversi modelli di IA in un unico posto, veloce, flessibile e progettata per adattarsi a te",
  "participate": "Contribuisci",
  "chat": "Scopri il progetto",
  "about-the-project": "Sul Progetto",
  "about-text": "Place è una piattaforma sviluppata per unificare diversi tipi di lavoro con il supporto di agenti IA e flussi di produzione intelligenti, con il focus principale sull'aumento della produttività e la riduzione della complessità operativa. Con un solo clic, l'utente ha accesso a una collezione di modelli IA locali, completamente personalizzabili alle sue preferenze. È possibile controllare la memoria dei modelli — sia tramite LoRa che metodi di addestramento personalizzati — in modo ottimizzato, leggero e senza complicazioni. L'ambiente integra un flusso di lavoro low-code con un IDE proprietario basato su VS Code, adattato per supportare l'IA locale. L'utente può lavorare completamente offline e, quando desidera, trasferire il progresso a un modello tramite API senza perdere contesto o memoria, garantendo continuità totale delle attività. Il sistema mantiene anche un controllo delle versioni in cache, prevenendo guasti e permettendo la migrazione sicura di progetti tra risorse. Per i professionisti della sicurezza, Place offre un ambiente dedicato per test e analisi, permettendo l'uso di modelli con pesi meno censurati, ideali per pentesters e ricercatori. Inoltre, ci sono biblioteche di flussi di lavoro pronti all'uso, che possono essere scaricate direttamente dalla pagina e applicate a compiti specifici, accelerando lo sviluppo e risparmiando tempo.",
  "about-text-2": "Sebbene focalizzato su sicurezza e sviluppo, Place si adatta anche ad altre aree professionali, offrendo strumenti per l'automazione della prospezione clienti, integrazioni tramite API con modelli di generazione di immagini e assistenti conversazionali basati su Whisper, tutto in un ambiente unificato e intuitivo. Il motto della piattaforma è semplice: unificare, semplificare e ottimizzare il lavoro in un posto solo. Ogni funzionalità è stata pensata per aumentare l'efficienza e ridurre la dipendenza da più software. Infine, Place include una modalità di studio esclusiva, progettata per eliminare le allucinazioni IA. In questa modalità, i modelli operano solo con il contenuto fornito dall'utente, garantendo risposte precise, sicure e controllate. Questo approccio offre un chiaro differenziale: funzionamento completamente locale, senza necessità di connessione internet, mantenendo massima sicurezza dei dati, autonomia totale e affidabilità anche in ambienti ristretti. Ideale per chi cerca prestazioni, privacy e indipendenza tecnologica.",
  "technologies": "Download disponibile su questa pagina",
  "find-out-more": "Download - GitHub Releases",
  "contact-description": "🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧 - progetto in costruzione - 🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧",
  "footer-text": "™ 2025 LaPlace™ - Un nuovo modo di utilizzare l'IA locale",
  "projecto-bjective": "Il progetto è ancora in fase di sviluppo. Presto rilasceremo le versioni iniziali per il download, incluse build di test per diversi sistemi operativi. Il nostro obiettivo è offrire uno strumento leggero, stabile e accessibile. Attualmente, stiamo regolando le funzionalità, ottimizzando le prestazioni e preparando l'ambiente di distribuzione."
}
