[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - IA leggera e veloce per qualsiasi dispositivo",
    "description": "Llama.cpp è un progetto open source creato da Georgi Gerganov e mantenuto dalla comunità GGML. Permette di eseguire modelli di intelligenza artificiale in modo efficiente, direttamente sul tuo computer, senza dipendere da internet o server esterni.\n\nIl punto di forza di Llama.cpp è essere leggero e portabile: funziona su Windows, Linux, macOS e persino su dispositivi mobili. È stato scritto in C/C++ per garantire velocità e compatibilità con diversi tipi di hardware, da macchine semplici fino a GPU avanzate.\n\nGrazie alla sua tecnologia di quantizzazione, Llama.cpp riesce a ridurre le dimensioni dei modelli senza perdere troppa qualità. Ciò significa che puoi scegliere tra versioni più piccole e veloci o modelli più grandi e precisi, sempre in base alla capacità del tuo dispositivo.\n\nÈ ideale per chi cerca di eseguire IA localmente con privacy, basso consumo di risorse e alte prestazioni, sia in progetti personali, di ricerca o anche in applicazioni professionali.",
    "footer": "Basato sulla documentazione ufficiale del repository Llama.cpp / GGML"
  },
  {
    "id": "downloads",
    "title": "Download - LaPlace",
    "description": "LaPlace è in fase di sviluppo e presto sarà disponibile per il download. Il nostro obiettivo è offrire un'applicazione che riunisca diversi modelli di IA in un unico posto, completamente personalizzabile e facile da usare.\n\nStato Attuale:\n• Interfaccia dell'app: completata\n• Sistema di traduzione: pronto\n• Backend: in sviluppo\n• Modelli di IA integrati: in evoluzione\n\nCosa aspettarsi da LaPlace:\n• Eseguire modelli di IA localmente, senza dipendere da internet\n• Velocità ed efficienza anche su macchine di fascia media\n• Ambienti di lavoro integrati per diverse aree (sviluppo, pentest, automazione, ecc.)\n• App open source, che cresce insieme alla comunità\n\nSe sei uno sviluppatore, un ricercatore o un appassionato di IA, puoi seguire il progetto e contribuire tramite il nostro GitHub. Più persone partecipano, più velocemente LaPlace diventa completo.",
    "footer": "© 2025 LaPlace - IA Open Source per tutti"
  }
]
