{
  "home": "Startseite",
  "login": "Anmelden",
  "about": "Download",
  "contact": "Download - dockerhub",
  "hero-title": "LaPlace - Open Source KI-Sammlung",
  "hero-subtitle": "Eine App, die mehrere KI-Modelle an einem Ort vereint – schnell, flexibel und auf Sie zugeschnitten",
  "participate": "Mitwirken",
  "chat": "Erfahren Sie mehr über das Projekt",
  "about-the-project": "Über das Projekt",
  "about-text": "Place ist eine Plattform, die entwickelt wurde, um verschiedene Arten von Arbeit mit Unterstützung von KI-Agenten und intelligenten Produktionsflüssen zu vereinheitlichen, mit dem Hauptfokus auf die Steigerung der Produktivität und die Reduzierung der betrieblichen Komplexität. Mit nur einem Klick hat der Benutzer Zugang zu einer Sammlung lokaler KI-Modelle, die vollständig an seine Vorlieben anpassbar sind. Es ist möglich, den Speicher der Modelle zu kontrollieren – sei es über LoRa oder personalisierte Trainingsmethoden – auf eine optimierte, leichte und problemlose Weise. Die Umgebung integriert einen Low-Code-Workflow mit einer proprietären IDE basierend auf VS Code, die angepasst ist, um lokale KI zu unterstützen. Der Benutzer kann vollständig offline arbeiten und, wenn gewünscht, den Fortschritt über API auf ein Modell übertragen, ohne Kontext oder Speicher zu verlieren, was eine totale Kontinuität der Aufgaben gewährleistet. Das System hält auch eine zwischengespeicherte Versionskontrolle aufrecht, verhindert Fehler und ermöglicht eine sichere Migration von Projekten zwischen Ressourcen. Für Sicherheitsprofis bietet Place eine dedizierte Umgebung für Tests und Analysen, die die Nutzung von Modellen mit weniger zensierten Gewichten ermöglicht, ideal für Pentester und Forscher. Darüber hinaus gibt es gebrauchsfertige Workflow-Bibliotheken, die direkt von der Seite heruntergeladen und auf spezifische Aufgaben angewendet werden können, was die Entwicklung beschleunigt und Zeit spart.",
  "about-text-2": "Obwohl auf Sicherheit und Entwicklung fokussiert, passt sich Place auch an andere Berufsfelder an und bietet Tools für die Automatisierung der Kundenprospektion, API-Integrationen mit Bildgenerierungsmodellen und konversationellen Assistenten basierend auf Whisper, alles in einer einheitlichen und intuitiven Umgebung. Das Motto der Plattform ist einfach: vereinheitlichen, vereinfachen und optimieren die Arbeit an einem Ort. Jede Funktion wurde entwickelt, um die Effizienz zu steigern und die Abhängigkeit von mehreren Softwares zu reduzieren. Schließlich beinhaltet Place einen exklusiven Studienmodus, der entwickelt wurde, um KI-Halluzinationen zu eliminieren. In diesem Modus arbeiten die Modelle nur mit vom Benutzer bereitgestellten Inhalten, was präzise, sichere und kontrollierte Antworten gewährleistet. Dieser Ansatz bietet einen klaren Unterschied: vollständig lokale Funktion, ohne Internetverbindung, mit maximaler Datensicherheit, totaler Autonomie und Zuverlässigkeit sogar in eingeschränkten Umgebungen. Ideal für diejenigen, die Leistung, Privatsphäre und technologische Unabhängigkeit suchen.",
  "technologies": "Download auf dieser Seite verfügbar",
  "find-out-more": "Download - GitHub Releases",
  "contact-description": "🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧 - Projekt im Bau - 🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧",
  "footer-text": "™ 2025 LaPlace™ - Eine neue Art, lokale KI zu nutzen",
  "projecto-bjective": "Das Projekt befindet sich noch in der Entwicklungsphase. Bald werden wir die ersten Versionen zum Download freigeben, einschließlich Testbuilds für verschiedene Betriebssysteme. Unser Fokus liegt darauf, ein leichtes, stabiles und zugängliches Tool anzubieten. Derzeit passen wir Funktionen an, optimieren die Leistung und bereiten die Verteilungsumgebung vor."
}
