[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - Leichte und schnelle KI für jedes Gerät",
    "description": "Llama.cpp ist ein Open-Source-Projekt, das von Georgi Gerganov erstellt und von der GGML-Community gepflegt wird. Es ermöglicht das effiziente Ausführen von KI-Modellen direkt auf Ihrem Computer, ohne auf Internet oder externe Server angewiesen zu sein.\n\nDer Vorteil von Llama.cpp liegt in seiner Leichtigkeit und Portabilität: Es funktioniert unter Windows, Linux, macOS und sogar auf mobilen Geräten. Es wurde in C/C++ geschrieben, um Geschwindigkeit und Kompatibilität mit verschiedenen Hardware-Typen zu gewährleisten, von einfachen Maschinen bis hin zu fortschrittlichen GPUs.\n\nDank seiner Quantisierungstechnologie kann Llama.cpp die Größe der Modelle reduzieren, ohne zu viel Qualität zu verlieren. Das bedeutet, dass Sie zwischen kleineren, schnelleren Versionen oder größeren, präziseren Modellen wählen können, je nach den Möglichkeiten Ihres Geräts.\n\nIdeal für alle, die KI lokal mit Privatsphäre, geringem Ressourcenverbrauch und hoher Leistung ausführen möchten, sei es in persönlichen Projekten, in der Forschung oder in professionellen Anwendungen.",
    "footer": "Basierend auf der offiziellen Dokumentation des Llama.cpp / GGML-Repositorys"
  },
  {
    "id": "downloads",
    "title": "Downloads - LaPlace",
    "description": "LaPlace befindet sich in der Entwicklung und wird bald zum Download verfügbar sein. Unser Ziel ist es, eine Anwendung anzubieten, die verschiedene KI-Modelle an einem Ort vereint, vollständig anpassbar und einfach zu bedienen ist.\n\nAktueller Status:\n• App-Oberfläche: abgeschlossen\n• Übersetzungssystem: fertig\n• Backend: in Entwicklung\n• Integrierte KI-Modelle: in Entwicklung\n\nWas Sie von LaPlace erwarten können:\n• KI-Modelle lokal ausführen, ohne auf Internet angewiesen zu sein\n• Geschwindigkeit und Effizienz auch auf Mittelklasse-Rechnern\n• Integrierte Arbeitsumgebungen für verschiedene Bereiche (Entwicklung, Pentesting, Automatisierung usw.)\n• Open-Source-App, die mit der Community wächst\n\nWenn Sie Entwickler, Forscher oder KI-Enthusiast sind, können Sie das Projekt über unser GitHub verfolgen und dazu beitragen. Je mehr Menschen teilnehmen, desto schneller wird LaPlace vollständig.",
    "footer": "© 2025 LaPlace - Open Source KI für alle"
  }
]
