{
  "home": "Inicio",
  "login": "Iniciar sesión",
  "about": "Descargar",
  "contact": "Descarga - dockerhub",
  "hero-title": "LaPlace - Colección de IAs Open Source",
  "hero-subtitle": "Una aplicación que reúne varios modelos de IA en un solo lugar — rápida, flexible y hecha para adaptarse a ti",
  "participate": "Contribuir",
  "chat": "Conoce el proyecto",
  "about-the-project": "Sobre el Proyecto",
  "about-text": "Place es una plataforma desarrollada para unificar diferentes tipos de trabajo con el apoyo de agentes de IA y flujos de producción inteligentes, con el enfoque principal en aumentar la productividad y reducir la complejidad operativa. Con solo un clic, el usuario tiene acceso a una colección de modelos de IA locales, completamente ajustables a sus preferencias. Es posible controlar la memoria de los modelos — ya sea vía LoRa o métodos de entrenamiento personalizados — de manera optimizada, ligera y sin complicaciones. El entorno integra un flujo de trabajo low-code con un IDE propio basado en VS Code, adaptado para soportar IA local. El usuario puede trabajar completamente offline y, cuando quiera, transferir el progreso a un modelo vía API sin perder contexto o memoria, garantizando continuidad total de las tareas. El sistema también mantiene control de versiones en caché, previniendo fallos y permitiendo la migración segura de proyectos entre recursos. Para profesionales de la seguridad, Place ofrece un entorno dedicado a pruebas y análisis, permitiendo el uso de modelos con pesos menos censurados, ideales para pentesters e investigadores. Además, hay bibliotecas de flujos de trabajo listos para usar, que se pueden descargar directamente desde la página y aplicar a tareas específicas, acelerando el desarrollo y ahorrando tiempo.",
  "about-text-2": "Aunque enfocado en seguridad y desarrollo, Place también se adapta a otras áreas profesionales, ofreciendo herramientas para automatización de prospección de clientes, integraciones vía API con modelos de generación de imágenes y asistentes conversacionales basados en Whisper, todo dentro de un entorno unificado e intuitivo. El lema de la plataforma es simple: unificar, simplificar y optimizar el trabajo en un solo lugar. Cada recurso fue pensado para aumentar la eficiencia y reducir la dependencia de múltiples softwares. Por último, Place incluye un modo de estudio exclusivo, diseñado para eliminar alucinaciones de IA. En este modo, los modelos operan solo con el contenido proporcionado por el usuario, garantizando respuestas precisas, seguras y controladas. Este enfoque ofrece un diferencial claro: funcionamiento totalmente local, sin necesidad de conexión a internet, manteniendo máxima seguridad de datos, autonomía total y confiabilidad incluso en entornos restringidos. Ideal para quienes buscan rendimiento, privacidad e independencia tecnológica.",
  "technologies": "Descarga disponible en esta página",
  "find-out-more": "Descarga - GitHub Releases",
  "contact-description": "🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧 - proyecto en construcción - 🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧",
  "footer-text": "™ 2025 LaPlace™ - Una nueva forma de usar IA local",
  "projecto-bjective": "El proyecto aún está en fase de desarrollo. Pronto lanzaremos las versiones iniciales para descarga, incluyendo compilaciones de prueba para diferentes sistemas operativos. Nuestro enfoque es ofrecer una herramienta ligera, estable y accesible. Actualmente, seguimos ajustando características, optimizando el rendimiento y preparando el entorno de distribución."
}
