[
  {
    "id": "Llama.cpp",
    "title": "Llama.cpp - IA ligera y rápida para cualquier dispositivo",
    "description": "Llama.cpp es un proyecto open source creado por Georgi Gerganov y mantenido por la comunidad GGML. Permite ejecutar modelos de inteligencia artificial de forma eficiente directamente en tu computadora, sin necesidad de internet ni servidores externos.\n\nLa gran ventaja de Llama.cpp es que es ligero y portátil: funciona en Windows, Linux, macOS e incluso en dispositivos móviles. Escrito en C/C++, garantiza velocidad y compatibilidad con distintos tipos de hardware, desde equipos sencillos hasta GPUs avanzadas.\n\nGracias a su tecnología de cuantización, Llama.cpp puede reducir el tamaño de los modelos manteniendo gran parte de la calidad. Esto significa que puedes elegir entre versiones más pequeñas y rápidas o modelos más grandes y precisos, según la capacidad de tu dispositivo.\n\nEs ideal para quienes buscan ejecutar IA localmente con privacidad, bajo consumo de recursos y alto rendimiento — ya sea en proyectos personales, investigación o aplicaciones profesionales.",
    "footer": "Basado en la documentación oficial del repositorio Llama.cpp / GGML"
  },
  {
    "id": "downloads",
    "title": "Descargas - LaPlace",
    "description": "LaPlace está en desarrollo y pronto estará disponible para descargar. Nuestro objetivo es ofrecer una aplicación que reúna diversos modelos de IA en un solo lugar — totalmente personalizable y fácil de usar.\n\nEstado Actual:\n• Interfaz de la aplicación: completada\n• Sistema de traducción: listo\n• Backend: en desarrollo\n• Modelos de IA: en progreso\n\nQué esperar de LaPlace:\n• Ejecutar modelos de IA localmente, sin depender de internet\n• Velocidad y eficiencia incluso en equipos de gama media\n• Entornos de trabajo integrados para diferentes áreas (desarrollo, pentesting, automatización, etc.)\n• Aplicación open source que crece con la comunidad\n\nSi eres desarrollador, investigador o entusiasta de la IA, puedes seguir el proyecto y contribuir en GitHub. Cuantas más personas participen, más rápido será completo LaPlace.",
    "footer": "© 2025 LaPlace - IA Open Source para todos"
  }
]
