{
  "home": "Home",
  "login": "Login",
  "about": "Download",
  "contact": "Download - dockerhub",
  "hero-title": "LaPlace - Open Source AI Collection",
  "hero-subtitle": "An app that brings together multiple AI models in one place — fast, flexible, and built to adapt to you",
  "participate": "Contribute",
  "chat": "Learn more about the project",
  "about-the-project": "About the Project",
  "about-text": "Place is a platform developed to unify different types of work with the support of AI agents and intelligent production flows, with the main focus on increasing productivity and reducing operational complexity. With just one click, the user has access to a collection of local AI models, fully customizable to their preferences. It is possible to control the memory of the models — whether via LoRa or personalized training methods — in an optimized, lightweight, and hassle-free way. The environment integrates a low-code workflow with a proprietary IDE based on VS Code, adapted to support local AI. The user can work completely offline and, when they want, transfer progress to a model via API without losing context or memory, ensuring total continuity of tasks. The system also maintains cached version control, preventing failures and allowing secure migration of projects between resources. For security professionals, Place offers a dedicated environment for testing and analysis, allowing the use of models with less censored weights, ideal for pentesters and researchers. Additionally, there are ready-to-use workflow libraries that can be downloaded directly from the page and applied to specific tasks, accelerating development and saving time.",
  "about-text-2": "Although focused on security and development, Place also adapts to other professional areas, offering tools for customer prospecting automation, API integrations with image generation models and conversational assistants based on Whisper, all within a unified and intuitive environment. The platform's motto is simple: unify, simplify, and optimize work in one place. Each feature was designed to increase efficiency and reduce dependence on multiple software. Finally, Place includes an exclusive study mode, designed to eliminate AI hallucinations. In this mode, models operate only with content provided by the user, ensuring accurate, secure, and controlled responses. This approach offers a clear differential: fully local operation, without the need for an internet connection, maintaining maximum data security, total autonomy, and reliability even in restricted environments. Ideal for those seeking performance, privacy, and technological independence.",
  "technologies": "Download available on this page",
  "find-out-more": "Download - GitHub Releases",
  "contact-description": "🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧 - project under construction - 🚧🚧🚧🚧🚧🚧🚧🚧🚧🚧",
  "footer-text": "™ 2025 LaPlace™ - A new way to use local AI",
  "projecto-bjective": "The project is still in development phase. Soon, we will release the initial versions for download, including test builds for different operating systems. Our focus is to offer a lightweight, stable, and accessible tool. Currently, we are adjusting features, optimizing performance, and preparing the distribution environment."
}
