{
  "de": {
    "home": "Startseite",
    "login": "Anmelden",
    "about": "Über uns",
    "contact": "Kontakt",
    "hero-title": "LaPlace, AI Orchestrator",
    "hero-subtitle": "Alles an einem Ort – das Beste der modernen Technologie!",
    "participate": "Mitmachen",
    "chat": "Chat",
    "about-the-project": "Über das Projekt",
    "about-text": "Ein Open-Source-Projekt, das verschiedene KIs auf einer Plattform vereint. Eine zentrale KI analysiert die Aufgabe des Nutzers, wählt die beste KI dafür aus und leitet die Anfrage weiter. Anschließend wird die finale Antwort integriert und effizient zurückgegeben.",
    "about-text-2": "Unser Ziel ist es, mehr Komfort zu bieten, indem wir verschiedene KIs an einem Ort zusammenführen – mit 100% kostenlosem Zugang. Wir bieten Browser-Erweiterungen für den Alltag sowie VS Code-Erweiterungen, die das Tool direkt in Ihre Entwicklungsumgebung integrieren.",
    "technologies": "Technologien",
    "find-out-more": "Mehr über das Projekt erfahren",
    "contact-description": "Hallo Entwickler! Sie sind herzlich eingeladen, am Projekt mitzuwirken.",
    "footer-text": "© 2025 LaPlace Meisterprojekt",
    "projecto-bjective": "Ein Projekt, das den einfachen und schnellen Zugriff auf KIs ermöglicht – alles an einem Ort."
  },
  "en": {
    "home": "Home",
    "login": "Login",
    "about": "About",
    "contact": "Contact",
    "hero-title": "LaPlace, AI Orchestrator",
    "hero-subtitle": "Everything in one place – the best of modern technology!",
    "participate": "Join",
    "chat": "Chat",
    "about-the-project": "About the Project",
    "about-text": "An open-source project that brings together multiple AIs in one platform. A central AI analyzes the user’s task, selects the best AI to handle it, and forwards the request. The final response is then returned in an integrated and efficient way.",
    "about-text-2": "The goal is to offer convenience by unifying different AIs in one place, with 100% free access. We provide browser extensions for daily use and VS Code extensions to integrate the tool directly into your development workflow.",
    "technologies": "Technologies",
    "find-out-more": "Learn more about the project",
    "contact-description": "Hey developer! You’re welcome to join the project.",
    "footer-text": "© 2025 LaPlace Maestro Project",
    "projecto-bjective": "A project created to simplify access to AIs so users can find everything in one place quickly and easily."
  },
  "es": {
    "home": "Inicio",
    "login": "Iniciar sesión",
    "about": "Acerca de",
    "contact": "Contacto",
    "hero-title": "LaPlace, AI Orchestrator",
    "hero-subtitle": "¡Todo en un solo lugar – lo mejor de la tecnología moderna!",
    "participate": "Participar",
    "chat": "Chat",
    "about-the-project": "Sobre el Proyecto",
    "about-text": "Un proyecto de código abierto que unifica varias inteligencias artificiales en una sola plataforma. Una IA central analiza la tarea del usuario, selecciona la mejor IA para ejecutarla y reenvía la solicitud. Luego, devuelve la respuesta final de manera integrada y eficiente.",
    "about-text-2": "La propuesta es ofrecer más comodidad al reunir distintas IAs en un solo lugar, con acceso 100% gratuito. Ofrecemos extensiones para navegadores y para VS Code, integrando la herramienta directamente en tu entorno de desarrollo.",
    "technologies": "Tecnologías",
    "find-out-more": "Descubre más sobre el proyecto",
    "contact-description": "¡Hola desarrollador! Eres bienvenido a unirte al proyecto.",
    "footer-text": "© 2025 Proyecto Maestro LaPlace",
    "projecto-bjective": "Un proyecto creado para simplificar el acceso a las IAs y que el usuario tenga todo en un solo lugar, de manera fácil y rápida."
  },
  "fr": {
    "home": "Accueil",
    "login": "Connexion",
    "about": "À propos",
    "contact": "Contact",
    "hero-title": "LaPlace, orchestrateur d'IA",
    "hero-subtitle": "Tout au même endroit – le meilleur de la technologie moderne !",
    "participate": "Participer",
    "chat": "Chat",
    "about-the-project": "À propos du projet",
    "about-text": "Un projet open source qui regroupe différentes IA sur une seule plateforme. Une IA centrale analyse la tâche de l’utilisateur, choisit la plus adaptée et transmet la demande. La réponse finale est ensuite renvoyée de façon intégrée et efficace.",
    "about-text-2": "Notre objectif est d’apporter plus de simplicité en réunissant plusieurs IA en un seul point, avec un accès 100% gratuit. Nous proposons des extensions pour navigateurs et pour VS Code, intégrant l’outil directement à votre environnement de développement.",
    "technologies": "Technologies",
    "find-out-more": "En savoir plus sur le projet",
    "contact-description": "Salut développeur ! Vous êtes le bienvenu pour participer au projet.",
    "footer-text": "© 2025 Projet Maître LaPlace",
    "projecto-bjective": "Un projet pensé pour simplifier l’accès direct aux IA et tout avoir en un seul endroit, rapidement et facilement."
  },
  "hi": {
    "home": "होम",
    "login": "लॉगिन",
    "about": "हमारे बारे में",
    "contact": "संपर्क करें",
    "hero-title": "LaPlace, AI ऑर्केस्ट्रेटर",
    "hero-subtitle": "सब कुछ एक ही जगह – आधुनिक तकनीक का सर्वश्रेष्ठ!",
    "participate": "भाग लें",
    "chat": "चैट",
    "about-the-project": "परियोजना के बारे में",
    "about-text": "एक ओपन-सोर्स परियोजना जो विभिन्न AI को एक ही प्लेटफ़ॉर्म पर लाती है। एक केंद्रीय AI उपयोगकर्ता के कार्य का विश्लेषण करती है, उपयुक्त AI चुनती है और अनुरोध को आगे बढ़ाती है। फिर अंतिम उत्तर एकीकृत और कुशल तरीके से लौटाया जाता है।",
    "about-text-2": "इस परियोजना का उद्देश्य अधिक सुविधा प्रदान करना है, विभिन्न AI को एक ही जगह जोड़कर – और 100% निःशुल्क पहुँच देना। हम ब्राउज़र एक्सटेंशन और VS Code एक्सटेंशन भी प्रदान करते हैं जो टूल को सीधे आपके विकास वातावरण में एकीकृत करते हैं।",
    "technologies": "प्रौद्योगिकियाँ",
    "find-out-more": "परियोजना के बारे में और जानें",
    "contact-description": "नमस्ते डेवलपर! परियोजना में आपका स्वागत है।",
    "footer-text": "© 2025 LaPlace मास्टर प्रोजेक्ट",
    "projecto-bjective": "यह परियोजना AI तक सीधी पहुँच को सरल बनाने के लिए बनाई गई है ताकि उपयोगकर्ता को सब कुछ एक ही स्थान पर आसानी और तेजी से मिल सके।"
  },
  "it": {
    "home": "Home",
    "login": "Accedi",
    "about": "Chi siamo",
    "contact": "Contatti",
    "hero-title": "LaPlace, orchestratore di IA",
    "hero-subtitle": "Tutto in un unico posto – il meglio della tecnologia moderna!",
    "participate": "Partecipa",
    "chat": "Chat",
    "about-the-project": "Informazioni sul Progetto",
    "about-text": "Un progetto open source che unisce diverse intelligenze artificiali in un'unica piattaforma. Una IA centrale analizza il compito dell’utente, seleziona la migliore e inoltra la richiesta. La risposta finale viene poi restituita in modo integrato ed efficiente.",
    "about-text-2": "L’obiettivo è offrire maggiore comodità riunendo varie IA in un unico punto, con accesso gratuito al 100%. Offriamo estensioni per browser e per VS Code, integrando lo strumento direttamente nel tuo ambiente di sviluppo.",
    "technologies": "Tecnologie",
    "find-out-more": "Scopri di più sul progetto",
    "contact-description": "Ciao sviluppatore! Sei il benvenuto a partecipare al progetto.",
    "footer-text": "© 2025 Progetto Maestro LaPlace",
    "projecto-bjective": "Un progetto creato per semplificare l’accesso diretto alle IA e avere tutto in un unico posto, in modo semplice e veloce."
  },
  "ja": {
    "home": "ホーム",
    "login": "ログイン",
    "about": "私たちについて",
    "contact": "お問い合わせ",
    "hero-title": "LaPlace、AIオーケストレーター",
    "hero-subtitle": "すべてを一箇所に – 最新技術の最高峰！",
    "participate": "参加する",
    "chat": "チャット",
    "about-the-project": "プロジェクトについて",
    "about-text": "さまざまなAIを一つのプラットフォームに統合するオープンソースプロジェクトです。中央AIがユーザーのタスクを分析し、最適なAIを選択してリクエストを転送します。その後、統合された効率的な形で最終的な応答を返します。",
    "about-text-2": "このプロジェクトは、多様なAIを一箇所にまとめ、100％無料でアクセス可能にすることで、利便性を高めることを目的としています。日常的に使いやすいブラウザ拡張機能やVS Code拡張機能も提供しています。",
    "technologies": "テクノロジー",
    "find-out-more": "プロジェクトの詳細を見る",
    "contact-description": "こんにちは開発者の皆さん！プロジェクトへの参加を歓迎します。",
    "footer-text": "© 2025 LaPlace マスタープロジェクト",
    "projecto-bjective": "AIへの直接アクセスを簡単にし、すべてを一箇所で素早く利用できるように作られたプロジェクトです。"
  },
  "ru": {
    "home": "Главная",
    "login": "Вход",
    "about": "О нас",
    "contact": "Контакты",
    "hero-title": "LaPlace, оркестратор ИИ",
    "hero-subtitle": "Всё в одном месте – лучшее из современных технологий!",
    "participate": "Участвовать",
    "chat": "Чат",
    "about-the-project": "О проекте",
    "about-text": "Открытый проект, объединяющий различные ИИ на одной платформе. Центральный ИИ анализирует задачу пользователя, выбирает лучший для её выполнения и перенаправляет запрос. Затем возвращает окончательный ответ в интегрированном и эффективном виде.",
    "about-text-2": "Цель проекта – обеспечить удобство, объединив разные ИИ в одной точке с бесплатным доступом. Мы предоставляем расширения для браузеров и для VS Code, интегрируя инструмент прямо в вашу среду разработки.",
    "technologies": "Технологии",
    "find-out-more": "Узнать больше о проекте",
    "contact-description": "Привет разработчик! Мы будем рады вашему участию в проекте.",
    "footer-text": "© 2025 Проект LaPlace",
    "projecto-bjective": "Проект создан для упрощения прямого доступа к ИИ, чтобы всё было в одном месте, быстро и удобно."
  },
  "zh": {
    "home": "首页",
    "login": "登录",
    "about": "关于我们",
    "contact": "联系我们",
    "hero-title": "LaPlace，AI 编排器",
    "hero-subtitle": "一切尽在此处 – 现代科技的最佳体验！",
    "participate": "参与",
    "chat": "聊天",
    "about-the-project": "关于项目",
    "about-text": "这是一个将各种人工智能统一到一个平台的开源项目。中央AI会分析用户的任务，选择最佳AI来执行并转发请求。最后，它会以高效整合的方式返回结果。",
    "about-text-2": "本项目旨在通过整合多种AI于一处，为用户带来更大的便利，并提供100%免费访问。我们提供浏览器扩展和VS Code扩展，将工具直接集成到开发环境中。",
    "technologies": "技术",
    "find-out-more": "了解更多关于项目的信息",
    "contact-description": "你好开发者！欢迎参与项目。",
    "footer-text": "© 2025 LaPlace 大师项目",
    "projecto-bjective": "本项目旨在简化AI的直接访问，让用户能够在一个地方快速便捷地获得所需。"
  },
  "pt": {
    "home": "Início",
    "login": "Login",
    "about": "Sobre",
    "contact": "Contato",
    "hero-title": "LaPlace, orquestrador de IAs",
    "hero-subtitle": "Tudo em um só lugar – o melhor da tecnologia moderna!",
    "participate": "Participar",
    "chat": "Chat",
    "about-the-project": "Sobre o Projeto",
    "about-text": "Um projeto open source que reúne várias inteligências artificiais em uma única plataforma. Uma IA central analisa a tarefa do usuário, identifica a melhor IA para executá-la e encaminha a requisição. Depois, retorna a resposta final de forma integrada e eficiente.",
    "about-text-2": "O objetivo é oferecer mais praticidade ao unificar diferentes IAs em um só lugar, com acesso 100% gratuito. Disponibilizamos extensões para navegadores e também para o VS Code, integrando a ferramenta diretamente no ambiente de desenvolvimento.",
    "technologies": "Tecnologias",
    "find-out-more": "Saiba mais sobre o projeto",
    "contact-description": "Ei, desenvolvedor! Você é bem-vindo a participar do projeto.",
    "footer-text": "© 2025 Projeto Maestro LaPlace",
    "projecto-bjective": "Um projeto criado para simplificar o acesso direto às IAs, reunindo tudo em um só lugar de forma rápida e prática."
  }
}
